[
  {
    "title": "Introduction to Yandere Dark Elf Volume 1",
    "description": "Discover the thrilling beginning of Yandere Dark Elf as Hinata embarks on a reverse isekai love comedy with the mysterious and passionate dark elf, Maribelle.",
    "date": "2024-12-24T13:00:00Z",
    "lastModified": "2024-12-24T13:00:00Z",
    "path": "data/md/yandere-dark-elf-volume1.md"
  },
  {
    "title": "Exploring Yandere Dark Elf Volume 2",
    "description": "Hinata's life grows even more chaotic as Maribelle’s passionate love and bold actions bring new challenges in Volume 2.",
    "date": "2024-12-24T14:00:00Z",
    "lastModified": "2024-12-24T14:00:00Z",
    "path": "data/md/yandere-dark-elf-volume2.md"
  },
  {
    "title": "Highlights of Yandere Dark Elf Volume 3",
    "description": "New challenges arise as Maribelle’s mother arrives from another world, adding twists to the reverse isekai cohabitation in Volume 3.",
    "date": "2024-12-24T15:00:00Z",
    "lastModified": "2024-12-24T15:00:00Z",
    "path": "data/md/yandere-dark-elf-volume3.md"
  },
  {
    "title": "Yandere Dark Elf Read: A Journey into Fantasy",
    "description": "Dive into the enchanting world of Yandere Dark Elf, where love, obsession, and humor collide in this unforgettable reverse isekai story featuring Hinata and the yandere dark elf, Maribelle.",
    "date": "2024-12-25T13:00:00Z",
    "lastModified": "2024-12-25T13:00:00Z",
    "path": "data/md/yandere-dark-elf-read.md"
  },
  {
    "title": "Yandere Dark Elf XXX: Exploring the Unique Dynamic",
    "description": "Dive into the captivating world of Yandere Dark Elf, where the line between love and obsession creates a truly unforgettable story featuring Maribelle and Hinata.",
    "date": "2024-12-25T14:00:00Z",
    "lastModified": "2024-12-25T14:00:00Z",
    "path": "data/md/yandere-dark-elf-xxx.md"
  },
  {
    "title": "Yandere Dark Elf Anime: Bringing Maribelle to Life",
    "description": "Explore the much-anticipated Yandere Dark Elf anime, set to premiere in April 2025, as it brings the beloved characters Maribelle and Hinata to vivid life.",
    "date": "2024-12-25T15:00:00Z",
    "lastModified": "2024-12-25T15:00:00Z",
    "path": "data/md/yandere-dark-elf-anime.md"
  },
  {
    "title": "Yandere Dark Elf Read Online: Your Guide to Maribelle's World",
    "description": "Find out where to read Yandere Dark Elf online and dive into the hilarious, heartwarming story of Hinata and the captivating yandere dark elf, Maribelle.",
    "date": "2024-12-25T18:00:00Z",
    "lastModified": "2024-12-25T18:00:00Z",
    "path": "data/md/yandere-dark-elf-read-online.md"
  },
  {
    "title": "Yanderedarkelf: A Dive Into Maribelle's World",
    "description": "Explore the captivating world of Yanderedarkelf, a story that blends romance, fantasy, and humor, featuring Maribelle and Hinata in a unique reverse isekai adventure.",
    "date": "2024-12-25T20:00:00Z",
    "lastModified": "2024-12-25T20:00:00Z",
    "path": "data/md/yanderedarkelf.md"
  },
  {
    "title": "Yandere Dark Elf Sex: Exploring the Passionate Dynamics",
    "description": "Dive into the intriguing world of Yandere Dark Elf, exploring the intense dynamics between Maribelle and Hinata and the passion that fuels their relationship.",
    "date": "2024-12-26T2:00:00Z",
    "lastModified": "2024-12-26T2:00:00Z",
    "path": "data/md/yandere-dark-elf-sex.md"
  },
  {
    "title": "Yandere Dark Elf Scan: A Closer Look at Maribelle’s World",
    "description": "Discover where to find Yandere Dark Elf scans and explore the intricate world of Maribelle and Hinata in this fantasy-romance series.",
    "date": "2024-12-26T4:00:00Z",
    "lastModified": "2024-12-26T4:00:00Z",
    "path": "data/md/yandere-dark-elf-scan.md"
  }  
]